IDEA Open Model
LoadCase.Variable Property
Compatible with IDEA StatiCa 20.1
 Variable type
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public VariableType Variable { get; set; }
Public Property Variable As VariableType
	Get
	Set
Property Value
Type: VariableType
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace